
addChapter({
    chapter: "第17课:破冰，进入良性循环",
    notes: [
        {
            title: "打破恶心循环——摆正心态",
            content: "一个良性循环是我有一个好的心态，我做事情会很顺利，受到身边人的点赞，收到许多正面的证据，这些证据促使我有更自信的状态，更好的心态。这样就进入了良性循环。而恶心循环是我的心态不好，会焦虑紧张，被小我控制，事情做不好，出现的都是负面证据，这些负面的证据又使我的心态不好，进入了恶心循环。打破恶心循环，一个是获取到正面的证据，这个需要运气或用金钱让身边的人配合你出演，这显然是不行的。我们需要做的就是摆正自己的心态。"
        },
        {
            title: "天经地义",
            content: "摆正自己的心态我们要做到两点：天经地义和暂时的。天经地义是指我内心认定我是一个内心强大的人，心态平和的人，我不需要自己鼓励自己，自己鼓励自己不是一个良好的心态，为什么要鼓励自己？这恰巧说明自己不行嘛，需要鼓励才能成为强大的人，记住，鼓励自己往潜意识面刻的并不是正面的东西。而我们是天经地义，认为我们生来就是一个强大的人，只是现在被小我占据了，我们现在要把小我赶出去而已。绝对不能告诉自己我可以的，我没问题的，你一定要告诉自己我是一定会练出来的，只要练就可以练出来的，就像太阳每天照常升起一样，这是天经地义的，自然的规律而已"
        },
        {
            title: "暂时的",
            content: "暂时的说明我们终有一天会练成的，只不过是时间问题而已，只是我现在没有练成而已，现在练不出来只是暂时的，早一天晚一天又有什么区别呢？当我们状态不好时，我们只是看着我们的小我的表演，他终有一天会消散的，所以我们面对坏情绪时也不需要太在意。什么东西都得练习的，不能一上来就练好吧，所以负面情绪都是很正常的，我们仅仅是现在状态不好而已，假以时日我们总能做好。"
        },
         {
            title: "对待正面反馈和负面反馈",
            content: " 在进行良性循环时，我们也需要随时随地觉察我们的情绪，我们会收到很多正面反馈，这些反馈让我们变得很兴奋，让我们迫不及待的向别人分享，这也是小我的，你不是经常拥有，所以你需要炫耀，说明你还是一个低手。同时我们也会收到很多负面的反馈，但请你相信自己，沉下心来，万籁俱寂，一片空明，钻下来做事情，排除一切干扰，不好的事情不去反应，不去想负面的证据，我们只收集正面的证据忽略掉哪些无用的效果，这样我们的正面证据就一点一点堆积起来了。我们的潜意识有个神奇的功能，只要我们潜意识认同的，哪怕现实中我们表现的不好，它也会一点点收集证据来印证我们坚信的东西。。"
        },
        {
            title: "消除负面证据带来的影响",
            content: "如何消除负面证据带来的影响呢？很简单，就是不反应，没有情绪波动，去抗住这些情绪波动。用我们正向的练习，接触扼制练习，注意力练习等把它消除掉，慢慢化解掉进行。小我是我们身上的魔鬼，它并不代表我们，我们现在不好的状态都是小我导致的，而总有一天我们会把它提出干净的。所以我们必须坚信你现在做的东西都是正确的，所有的东西，所训练的内容都是正确的，不去管小我的发作，负面证据来了，我们做到不反应，起最小的情绪反应。"
        },
        {
            title: "动态平衡机制带来的反抗",
            content: "心态训练过程中，我们潜意识的维持平衡机制会疯狂的反抗，它会让我们状态时好时坏，让我们忘记进行训练，甚至我们会反弹一下，我们训练效果变得超级差。这个时候，小我发作了，我们继续训练就好了，任小我发作一段时间，它慢慢会消退的。我们身边的朋友会不适应我们的改变，会挖苦嘲笑我们，让我们回到原来的状态，这个时候我们要抗住，等它发作差不多了就继续训练。等我们训练完毕，我们就破冰了。"
        }
    ]
});