// data/chapter1.js
addChapter({
    chapter: "第十四课：提升效率的底层逻辑",
    notes: [
        {
            title: "如何致富",
            content: "追求财富，而不是金钱或地位。财富是指在你睡觉时仍能为你赚钱的资产。"
        },
        {
            title: "复利的魔力",
            content: "生活中所有的回报，无论是财富、人际关系还是知识，都来自复利。"
        },
        {
            title: "特殊知识",
            content: "  特殊知识是无法通过培训获得的知识。如果社会可以培训你，\
            那么社会也可以培训其他人来取代你。特殊知识是无法通过培训获得的知识。如果社会可以培训你，那么社会也可以培训其他人来取代你。\
            特殊知识是无法通过培训获得的知识。如果社会可以培训你，那么社会也可以培训其他人来取代你。"
        }
    ]
});