// data/chapter2.js
addChapter({
    chapter: "第十五课-行动主义与热爱主义",
    notes: [
        {
            title: "小我的食物",
            content: "事业成功的最大的敌人是什么？是我们脑子里胡思乱想的念头，这些念头会让我们紧张焦虑，会让我们不能坚持，对自己不自信等等。这些都是小我人格产生的，这是阻碍我们成功的关键，所以我们需要衰退小我人格去做真实的自我。喂养小我的食物有三个，第一是时间，第二是区别，第三是选择。"
        },
        {
            title: "时间",
            content: "首先是时间，我们需要把握住时间的钟表性质，利用好时间来进行规划等等，但对于我们的心理上的时间，我们要认识到，过去已经过去了，它不能再重来，我们也不能改变过去，无论过去发生了什么，这都与我们无关。未来还没有发生，未来是由现在的状态一步一步的推进的，只有这一步一步都是成功的，未来才能成功。所以我们只能把握住当下的每分每秒，在每一时刻发挥出最大的潜能，专注下来，活在当下，好好的享受你现在做的事情，你吃饭的时候就吃饭，学习的时候就学习，玩的时候就玩，不要三心二意，而是全身心的投入，一次性只做一件事情。所以我们只利用好时间的钟表性质，不要让过去和未来，以及当下的情绪波动影响我们做事情。"
        },
         {
            title: "区别",
            content: "第二个是区别。首先我们要知道差别和区别的概念。世界上的万事万物自诞生以来就有千差万别，别人对我的看法等也各不一样，每个人的模样也是千差万别，这就是区别。但别人长得好看，我不好看，我在别人面前就显得很自卑，这就是区别。我们要认识到世界万物是由差别而没有区别的，不要因为事物的差别，不一样导致了我情绪上的区别，造成了情绪反应，我们要认识到虽然这世界每个人都不一样，但是在我心里面没有什么不一样，不管是美的还是丑的，好的还是坏的，他们都不会在我心里产生什么区别，我平等的对待每一个人，我情绪上不起波动。我社会地位高，赚的钱比较多，而他社会地位低，赚的钱少，这个在现实世界是有差别的，当时在我心里面是没有差别的，没有什么高低贵贱的区别的，我不仅表面上没有，心里面也没有。总结一下就是这世界万物，有差别没有区别。对人方面，我们表现为比大小里面，人人平等，面对事情就是不反应，不会应为这个高低好坏导致了我情绪上的波动。不管是遇到美的丑的，我都保持温和的态度，我不会去鄙视她，尊重她，不卑不亢。我对她很好，按道理来说她也应该对我很好，但她对我不好，这好与不好有什么太大的区别吗？没有什么太大的区别，尊重她的选择，她爱怎么样怎么样，我只要愿意做，我就做下去，没有心情上的东西。\
            所有我们把世间万物差别升级为情绪反应了升级为好与坏，好，就心情愉快，坏就心情不愉快， 就是变成区别了。这一定会带来我们的焦虑，情绪上的不舒服，这是阻止我们每个人状态发生的一种最根源的东西，我们的能力，我们的潜能全部是被这种东西封印住了。"
        },
         {
            title: "行动主义与热爱主义",
            content: "行动主义是怎么做的呢？do have be 。我首先定一个目标，然后我努力咬牙坚持的去做，我拥有了，我就成为了这样的人。首先行动主义的咬牙坚持所付出的努力绝对比不上热爱主义，热爱主义是沉浸在事情当中，他会有源源不断的正反馈来支持他做这件事情，这就是be do have。我坚信我是这样的人，我觉得是天经地义，于是我去做了所以我成功了。这是一种没有杂念的真实自我的做事情的方式，他是我总将是高手，be就是我终将是，没有什么可怀疑的，我只要学，我必然成为高手，，带着这样的心态，我终将是一个高手的心态去做你的事情，你再 看看有什么区别，遇到所有的困难，你不焦虑，不紧张，心情愉快，火力全开，遇到所有的机会，你就上去抓，抓住机会以后回来对你的训练更有帮助。你只要不舒服了，咬牙了痛苦了，就是行动主义，你没有沉下心来，热爱这件事情。所以我们最后做事情是要做到热爱，而不是为了这个目的。"
        },
         {
            title: "错误的选择",
            content: "我们在进行选择的时候，比如给女生发消息，想想这条消息该怎么发，你一旦站在趋利避害的角度，你比大小位置就低了。你想一想你多么弱小啊，我们觉得我们搞不定，我居然去要讨好她，想一想那条信息要怎么发，哪个能让她产生好感，我就认为我是一个没有魅力得人，我站在弱者得角度了，我没有魅力了，我试图调用外挂，通过这个信息给他带来好感。而她呢，只是想随便敷衍一下我们。生活中其他例子也是，我们总是在想这个应该怎么做，我们在趋利避害，你想想这件事情对我来说居然是有利没利的，那我们得多弱小啊。对于强大的人来说，这都无所谓的，无论怎么样我都能逆风翻盘，有差别而已，没什么区别。\
                    所以我们应该怎么做？我们得出发点很重要，我们的出发点不是趋利避害，想获得别人的好感，我们认为我大部分做的都是没有问题的，但是我研究研究规律，看看会不会高效一点，我试一试这个规律。起作用了很好，不起作用我也无所谓，我这个人是没有问题的，差这一点没有关系。"
        },
          {
            title: "正确的选择——选哪个都OK",
            content: "所以选择的误区是什么？不是不让大家选择，是不让大家站在趋利避害，自己是弱者的角度去选择，但凡你心里认为选这个东西好，选这个东西不好，这是弱者了，选哪个？其实没什么区别的，选哪个都OK，那我看我喜欢哪个，我选哪个就完了。目标只是方向和路标而已，我无论选哪个，一定会做成的翻牌子而已，无论是翻选哪个，今天中午 都能吃到这个菜，我的身体都健康。所以还是那句话，天经地义暂时，我无论选哪个目标，天经地义，我都可以做成，哪个都可以做成，站在这么一个胜利者和成功者的角度去选择。\
                        现在目前没有，只是暂时没有，假以时日一定会有，我相信我自己。我们一旦做了，选了这个目标 之后，一旦做了以后，记住就要忘记目标了。你这时候就沉进去了，就选什么都一样了，选的时候只是 我精力有限嘛，我不可能。同时，人在两条河流里有那么一句话说，我不能两一只脚同时站在两条河里。我的人是有限的，所以我只能选一个，对吧？选哪个都一样，根据我的爱好，然后我就选了，选了之后一旦选了之后忘记目标，什么挣钱不挣钱嗯就不要太想它了，你就沉下来，进入当下， 好好做一定最后这能做成了天经地义。现在没做成，暂时做不成。\
                    记住从这一刻结束之后，我们再也不要趋利避害了，觉得哪个好哪个不好，我选择这个，哎 呀，这个不好啊，这个好，再也不要有什么好与坏的概念了，没什么区别，真的没什么区别，你做什么 都能挣到钱的其实，这是规律，不需要去追逐，去像像哈巴狗一样追逐，追逐是低位置，这就是事实， 铁打的事实，铁打的规律"
        },
    ]
});