// data/chapter1.js
addChapter({
    chapter: "第16课如何发挥出极致潜能",
    notes: [
        {
            title: "强者思维——所有的问题都不是问题",
            content: "强者思维是世界上所有的问题都不是问题，所有的问题都是我们自己产生的，跟别人没有关系，都是我们的心态在影响着我们，并不是说别人怎么样，给我们带来了危险和麻烦。不要管别人对我们怎么样，但我是强者的时候，你会珍惜我的，事情会解决的，一切都是那么的轻而易举和云淡风轻。我们是我们生活的创造者，不是你对我好了，我就开心了，不是你对我不好了我就不开心了。我不管你这个人对我的好与坏，我够强的时候，你们都会好的，就是这么厉害。我们撞车了，我看到的不是你的愤怒，我们用我的温柔来化解一切，我会看到你背后的难过，我是我美好生活的创造者，我的美好和快乐由我来创造。弱者思维就是我认为自己弱，自己不行，自己的选择有好坏的区别，于是我们趋利避害，担惊受怕，一定要选这个好的方法，不能选不好的，这样反而会进入恶心循环。\
            \n  训练到最后，我们比大小，不会有大小的概念，我们都是平等的，不会有高低。和事情比大小的时候，我们会发现事物有差别但是没有区别，发生任何事情我们都是弄不动，不起反应，一切坏结果都是由我引发的，但是我也有能力去把它变好。"
        },
        {
            title: "如何释放潜能，如何喷发灵感",
            content: "封印住我们的潜能的是我们每时每刻头脑中产生的杂念，杂念中最大的就是恐惧。世界上最大的恐惧就是恐惧本身，并不是这个事情不好，这个事情让我们恐惧了。事情其实没有关系，由事情引发的恐惧才是最可怕的东西。灵感喷发只有我们完全静止，把所有的杂念抛空了，大脑一片空明，万籁俱寂我们的灵感就是喷发。释放能力的唯一方法就是把封印住我们的枷锁全部除掉，让我们沉下来，静下来。"
        },
        {
            title: "不要去滋养小我",
            content: "  不要去滋养小我。一个是对时间的正确使用，不责怪过去，不恐惧将来，把握好每一个时刻，沉浸在其中。一个是区别，另一个则是选择趋利避害。要远离手机电脑，这些外部的刺激，把刷手机的时间降到最低，专注的做事情。真实自我的事物就是专注的做事情。最大的专注就是和自我沟通，而后是冥想，最后是唱歌练习。"
        },
        {
            title: "观察者模式——克服小我的最大武器",
            content: "克服小我的最强有力的武器是观察者模式。生活中我们会经常和自己说话，我们会飘出来很多念头，这些念头都是小我的，小我会每天给你说话，当然真实自我也会跟你说话，但只是很少一部分，而且我们会听不见，因为太嘈杂了，我们心不静，真实自我只有心静下来的时候才能听见。当我们的小我崩出来以后，我们跳出来了，说这小我有点意思，你看他做了什么什么事，你看又操作我了。你只要站在观察者视角，你就能很清楚的认识到你自己，你就变成第三者了，当局者迷旁观者清，你就不在是小我的状态了，小我很难控制你了。观察者是最好的武器。所以我们只要静下心来，觉察小我的事情，觉察小我在说话，看着小我在胡思乱想，而我们不去搭理，沉下心来，静静的做自己的事情。"
        },
    ]
});